# ───────────────────────────────────────────────────────────────────────

# ── inside helpers.py ────────────────────────────────────────────────
HELP_1_PROMO = """**
❖ ᴘʀσϻσᴛɪση ⁄ ᴅєϻσᴛɪση ❖

ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅꜱ ꜰσʀ ϻσᴅєʀᴧᴛɪση, ᴘʀσϻσᴛɪση (ᴧᴅϻɪηꜱ σηʟʏ)➠

❍ /promote <υꜱєʀ>➠ ɢʀᴧηᴛꜱ ʟɪϻɪᴛєᴅ ᴧᴅϻɪη ʀɪɢʜᴛꜱ. (ᴄᴧη υꜱє ʀєᴘʟʏ, @υꜱєʀηᴧϻє σʀ ID)
❍ /fullpromote <υꜱєʀ>➠ ɢʀᴧηᴛꜱ ᴧʟʟ ᴘσꜱꜱɪʙʟє ᴧᴅϻɪη ᴘєʀϻɪꜱꜱɪσηꜱ ᴛσ ᴛʜє υꜱєʀ.
❍ /demote <υꜱєʀ>➠ ʀєϻσᴠєꜱ ᴧʟʟ ᴧᴅϻɪη ᴘʀɪᴠɪʟєɢєꜱ ꜰʀσϻ ᴛʜє υꜱєʀ.
❍ /tempadmin <υꜱєʀ> x(ϻ /ʜ /ᴅ)➠ ᴛєϻᴘσʀᴧʀʏ ᴘʀσϻσᴛɪση ꜰσʀ x ᴛɪϻє. ᴧυᴛσ-ᴅєϻσᴛєꜱ ᴧꜰᴛєʀ x. (є.ɢ. ❍ /tempadmin @υꜱєʀ 3ʜ)

<b>➤ ᴧʟʟ ᴄσϻϻᴧηᴅꜱ ꜱυᴘᴘσʀᴛ➠</b> ʀєᴘʟʏ, @υꜱєʀηᴧϻє, σʀ υꜱєʀ ID

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

HELP_1_PUNISH = """**
❖ ᴘυηɪꜱʜϻєηᴛ ⁄ ᴘσʟɪᴄɪηɢ ❖

ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅꜱ ꜰσʀ ϻσᴅєʀᴧᴛɪση, ᴘʀσϻσᴛɪση (ᴧᴅϻɪηꜱ σηʟʏ)➠

 ❍ /ban <υꜱєʀ>➠ ᴘєʀϻᴧηєηᴛʟʏ ʙᴧηꜱ ᴛʜє υꜱєʀ ꜰʀσϻ ᴛʜє ɢʀσυᴘ.
 ❍ /unban <υꜱєʀ>➠ ʀєᴠσᴋєꜱ ᴧ ʙᴧη.
 ❍ /kick <υꜱєʀ>➠ ᴛєϻᴘσʀᴧʀɪʟʏ ʀєϻσᴠєꜱ ᴧ υꜱєʀ. (ᴧυᴛσ-υηʙᴧη ᴧꜰᴛєʀ 2ꜱ)
 ❍ /kickme➠ ꜱєʟꜰ-єᴊєᴄᴛ ꜰʀσϻ ɢʀσυᴘ. (ᴧυᴛσ-υηʙᴧη ᴧꜰᴛєʀ 3ꜱ)
 ❍ /mute <υꜱєʀ>➠ ᴘʀєᴠєηᴛꜱ ᴧ υꜱєʀ ꜰʀσϻ ꜱєηᴅɪηɢ ϻєꜱꜱᴧɢєꜱ.
 ❍ /tmute <υꜱєʀ> x(ϻ /ʜ /ᴅ)➠ ᴛєϻᴘ ϻυᴛє ꜰσʀ x ᴛɪϻє.
 ❍ /unmute <υꜱєʀ>➠ ʟɪꜰᴛꜱ ᴧ ϻυᴛє.
 ❍ /tban <υꜱєʀ> x(ϻ /ʜ /ᴅ)➠ ᴛєϻᴘσʀᴧʀʏ ʙᴧη ᴡɪᴛʜ ᴅυʀᴧᴛɪση.
 ❍ /sban <υꜱєʀ>➠ ꜱɪʟєηᴛ ʙᴧη ᴡɪᴛʜσυᴛ ησᴛɪꜰɪᴄᴧᴛɪση.
 ❍ /dban (ʀєᴘʟʏ σηʟʏ)➠ ᴅєʟєᴛєꜱ ᴧ ϻєꜱꜱᴧɢє ᴧηᴅ ʙᴧηꜱ ᴛʜє ꜱєηᴅєʀ.

 <b>➤ ᴧʟʟ ᴄσϻϻᴧηᴅꜱ ꜱυᴘᴘσʀᴛ➠</b> ʀєᴘʟʏ, @υꜱєʀηᴧϻє, σʀ υꜱєʀ ID

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""
# ────────────────────────────────────────────────────────────────────


# ───────────────────────────────────────────────────────────────────────
HELP_2 = """**
❖ ᴧᴅϻɪη ᴄσϻϻᴧηᴅs ❖

ᴊυsᴛ ᴧᴅᴅ ᴄ ɪη ᴛʜє sᴛᴧʀᴛɪηɢ σϝ ᴛʜє ᴄσϻϻᴧηᴅs ᴛσ υsє ᴛʜєϻ ϝσʀ ᴄʜᴧηηєʟ

❍ /pause ➠ ᴩᴧυsє ᴛʜє ᴄυʀʀєηᴛ ᴩʟᴧʏɪηɢ sᴛʀєᴧϻ
❍ /resume ➠ ʀєsυϻє ᴛʜє ᴩᴧυsєᴅ sᴛʀєᴧϻ
❍ /skip ➠ sᴋɪᴩ ᴛʜє ᴄυʀʀєηᴛ ᴩʟᴧʏɪηɢ sᴛʀєᴧϻ ᴧηᴅ sᴛᴧʀᴛ sᴛʀєᴧϻɪηɢ ᴛʜє ηєxᴛ ᴛʀᴧᴄᴋ ɪη ǫυєυє
❍ /end σʀ /stop ➠ ᴄʟєᴧʀs ᴛʜє ǫυєυє ᴧηᴅ єηᴅ ᴛʜє ᴄυʀʀєηᴛ ᴩʟᴧʏɪηɢ sᴛʀєᴧϻ
❍ /player ➠ ɢєᴛ ᴧ ɪηᴛєʀᴧᴄᴛɪᴠє ᴩʟᴧʏєʀ ᴩᴧηєʟ
❍ /queue ➠ sʜσᴡs ᴛʜє ǫυєυєᴅ ᴛʀᴧᴄᴋs ʟɪsᴛ

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_3 = """**
❖ ᴧυᴛʜ υsєʀs ❖

ᴧυᴛʜ υsєʀs ᴄᴧη υsє ᴧᴅϻɪη ʀɪɢʜᴛs ɪη ᴛʜє ʙσᴛ ᴡɪᴛʜσυᴛ ᴧᴅϻɪη ʀɪɢʜᴛs ɪη ᴛʜє ᴄʜᴧᴛ ➠

❍ /auth [υsєʀηᴧϻє/υsєʀ_ɪᴅ] ➠ ᴧᴅᴅ ᴧ υsєʀ ᴛσ ᴧυᴛʜ ʟɪsᴛ σϝ ᴛʜє ʙσᴛ
❍ /unauth [υsєʀηᴧϻє/υsєʀ_ɪᴅ] ➠ ʀєϻσᴠє ᴧ ᴧυᴛʜ υsєʀs ϝʀσϻ ᴛʜє ᴧυᴛʜ υsєʀs ʟɪsᴛ
❍ /authusers ➠ sʜσᴡs ᴛʜє ʟɪsᴛ σϝ ᴧυᴛʜ υsєʀs σϝ ᴛʜє ɢʀσυᴩ

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_4 = """**
❖ ᴄʜᴧᴛ ʙʟᴧᴄᴋʟɪsᴛ ϝєᴧᴛυʀє [σηʟʏ ϝσʀ sυᴅσєʀs] ❖

ʀєsᴛʀɪᴄᴛ sʜɪᴛ ᴄʜᴧᴛs ᴛσ υsє συʀ ᴘʀєᴄɪσυs ʙσᴛ

❍ /blacklistchat [ᴄʜᴧᴛ ɪᴅ] ➠ ʙʟᴧᴄᴋʟɪsᴛ ᴧ ᴄʜᴧᴛ ϝʀσϻ υsɪηɢ ᴛʜє ʙσᴛ
❍ /whitelistchat [ᴄʜᴧᴛ ɪᴅ] ➠ ᴡʜɪᴛєʟɪsᴛ ᴛʜє ʙʟᴧᴄᴋʟɪsᴛєᴅ ᴄʜᴧᴛ
❍ /blacklistedchat ➠ sʜσᴡs ᴛʜє ʟɪsᴛ σϝ ʙʟᴧᴄᴋʟɪsᴛєᴅ ᴄʜᴧᴛs

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_5 = """**
❖ ʙʟσᴄᴋ υsєʀs [σηʟʏ ϝσʀ sυᴅσєʀs] ❖

sᴛᴧʀᴛs ɪɢησʀɪηɢ ᴛʜє ʙʟᴧᴄᴋʟɪsᴛєᴅ υsєʀ, sσ ᴛʜᴧᴛ ʜє ᴄᴧη'ᴛ υsє ʙσᴛ ᴄσϻϻᴧηᴅs

❍ /block [υsєʀηᴧϻє σʀ ʀєᴩʟʏ ᴛσ ᴧ υsєʀ] ➠ ʙʟσᴄᴋ ᴛʜє υsєʀ ϝʀσϻ συʀ ʙσᴛ
❍ /unblock [υsєʀηᴧϻє σʀ ʀєᴩʟʏ ᴛσ ᴧ υsєʀ] ➠ υηʙʟσᴄᴋs ᴛʜє ʙʟσᴄᴋєᴅ υsєʀ
❍ /blockedusers ➠ sʜσᴡs ᴛʜє ʟɪsᴛ σϝ ʙʟσᴄᴋєᴅ υsєʀs.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_6 = """**
❖ ᴄʜᴧηηєʟ ᴩʟᴧʏ ᴄσϻϻᴧηᴅs ❖

ʏσυ ᴄᴧη ꜱᴛʀєᴧϻ ᴧυᴅɪσ❍ /ᴠɪᴅєσ ɪη ᴛʜє ᴄʜᴧηηєʟ.

❍ /cplay ➠ ꜱᴛᴧʀᴛꜱ ꜱᴛʀєᴧϻɪηɢ ᴛʜє ʀєǫυєꜱᴛєᴅ ᴧυᴅɪσ ᴛʀᴧᴄᴋ ση ᴛʜє ᴄʜᴧηηєʟ'ꜱ ᴠɪᴅєσ ᴄʜᴧᴛ.
❍ /cvplay ➠ ꜱᴛᴧʀᴛꜱ ꜱᴛʀєᴧϻɪηɢ ᴛʜє ʀєǫυєꜱᴛєᴅ ᴠɪᴅєσ ᴛʀᴧᴄᴋ ση ᴛʜє ᴄʜᴧηηєʟ'ꜱ ᴠɪᴅєσ ᴄʜᴧᴛ.
❍ /cplayforce σʀ ❍ /cvplayforce ➠ ꜱᴛσᴘꜱ ᴛʜє σηɢσɪηɢ ꜱᴛʀєᴧϻ ᴧηᴅ ꜱᴛᴧʀᴛꜱ ꜱᴛʀєᴧϻɪηɢ ᴛʜє ʀєǫυєꜱᴛєᴅ ᴛʀᴧᴄᴋ.
❍ /channelplay [ᴄʜᴧᴛ υꜱєʀηᴧϻє σʀ ɪᴅ] σʀ [ᴅɪꜱᴧʙʟє] ➠ ᴄσηηєᴄᴛ ᴧ ᴄʜᴧηηєʟ ᴛσ ᴧ ɢʀσυᴘ ᴧηᴅ ꜱᴛᴧʀᴛ ꜱᴛʀєᴧϻɪηɢ ᴛʀᴧᴄᴋꜱ ʙʏ υꜱɪηɢ ᴄσϻϻᴧηᴅꜱ ꜱєηᴛ ɪη ᴛʜє ɢʀσυᴘ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_7 = """**""
❖ єxᴛʀᴧ ᴄσϻϻᴧηᴅꜱ ❖

ʜᴧηᴅʏ υᴛɪʟɪᴛɪєs ᴛʜᴧᴛ ᴧʀєη,ᴛ ϻυsɪᴄ-ʀєʟᴧᴛєᴅ.

❍ /carbon ➠ ɢєηєʀᴧᴛєs ᴧ ᴄᴧʀʙση ᴄσᴅє ɪϻᴧɢє ϝʀσϻ ᴧ ᴄσᴅє sηɪᴘᴘєᴛ
❍ /speedtest ➠ ϻєᴧꜱυʀєꜱ ᴛʜє ɪηᴛєʀηєᴛ ꜱᴘєєᴅ.
❍ /webdl ➠ єηᴛєʀ ᴛʜє ʟɪηᴋ σꜰ ᴧ ᴡєʙꜱɪᴛє ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєᴛ ᴛʜє ꜱσυʀᴄє ᴄσᴅє σꜰ ᴛʜᴧᴛ ᴡєʙꜱɪᴛє.
❍ /tgm ➠ υᴘʟσᴧᴅꜱ ᴧ ᴘʜσᴛσ (υηᴅєʀ 𝟧ϻʙ) ᴛσ ᴛʜє ᴄʟσυᴅ ᴧηᴅ ᴘʀσᴠɪᴅєꜱ ᴧ ʟɪηᴋ.
❍ /tr ➠ ᴛʀᴧηꜱʟᴧᴛєꜱ ᴛєxᴛ.
❍ /short ➠ єηᴛєʀ ᴛʜє ʟɪηᴋ ᴛʜᴧᴛ ʏσυ ᴡᴧηᴛ ᴛσ ꜱʜσʀᴛєη ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_8 = """**
❖ ɢʟσʙᴧʟ ʙᴧη ϝєᴧᴛυʀє [σηʟʏ ϝσʀ sυᴅσєʀs] ❖

❍ /gban [υsєʀηᴧϻє σʀ ʀєᴩʟʏ ᴛσ ᴧ υsєʀ] ➠ ɢʟσʙᴧʟʟʏ ʙᴧηs ᴛʜє ᴄʜυᴛɪʏᴧ ϝʀσϻ ᴧʟʟ ᴛʜє sєʀᴠєᴅ ᴄʜᴧᴛs ᴧηᴅ ʙʟᴧᴄᴋʟɪsᴛ ʜɪϻ ϝʀσϻ υsɪηɢ ᴛʜє ʙσᴛ
❍ /ungban [υsєʀηᴧϻє σʀ ʀєᴩʟʏ ᴛσ ᴧ υsєʀ] ➠ ɢʟσʙᴧʟʟʏ υηʙᴧηs ᴛʜє ɢʟσʙᴧʟʟʏ ʙᴧηηєᴅ υsєʀ
❍ /gbannedusers ➠ sʜσᴡs ᴛʜє ʟɪsᴛ σϝ ɢʟσʙᴧʟʟʏ ʙᴧηηєᴅ υsєʀs

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_9 = """**
❖ ʙʀσᴧᴅᴄᴧsᴛ ϝєᴧᴛυʀє [σηʟʏ ϝσʀ sυᴅσєʀs] ❖

/broadcast [ϻєssᴧɢє σʀ ʀєᴩʟʏ ᴛσ ᴧ ϻєssᴧɢє] ➠ ʙʀσᴧᴅᴄᴧsᴛ ᴧ ϻєssᴧɢє ᴛσ sєʀᴠєᴅ ᴄʜᴧᴛs σϝ ᴛʜє ʙσᴛ

❖ ʙʀσᴧᴅᴄᴧsᴛɪηɢ ϻσᴅєs ❖

❍ -pin ➠ ᴩɪηs ʏσυʀ ʙʀσᴧᴅᴄᴧsᴛєᴅ ϻєssᴧɢєs ɪη sєʀᴠєᴅ ᴄʜᴧᴛs
❍ -pinloud ➠ ᴩɪηs ʏσυʀ ʙʀσᴧᴅᴄᴧsᴛєᴅ ϻєssᴧɢє ɪη sєʀᴠєᴅ ᴄʜᴧᴛs ᴧηᴅ sєηᴅ ησᴛɪϝɪᴄᴧᴛɪση ᴛσ ᴛʜє ϻєϻʙєʀs
❍ -user ➠ ʙʀσᴧᴅᴄᴧsᴛs ᴛʜє ϻєssᴧɢє ᴛσ ᴛʜє υsєʀs ᴡʜσ ʜᴧᴠє sᴛᴧʀᴛєᴅ ʏσυʀ ʙσᴛ
❍ -assistant ➠ ʙʀσᴧᴅᴄᴧsᴛ ʏσυʀ ϻєssᴧɢє ϝʀσϻ ᴛʜє ᴧssɪᴛᴧηᴛ ᴧᴄᴄσυηᴛ σϝ ᴛʜє ʙσᴛ
❍ -nobot ➠ ϝσʀᴄєs ᴛʜє ʙσᴛ ᴛσ ησᴛ ʙʀσᴧᴅᴄᴧsᴛ ᴛʜє ϻєssᴧɢє```

❖ єxᴧϻᴩʟє ➠ <code>/broadcast -user -assistant -pin ᴛєsᴛɪηɢ
ʙʀσᴧᴅᴄᴧsᴛ</code>

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_10 = """**
❖ ɢᴧϻє ᴘʟᴧʏ ❖

ʜєʀє ᴧʀє sσϻє ϻɪηɪ ɢᴧϻєs ➠

❍ /toss [ᴛσss ᴧ ᴄσɪη]
❍ /roll [ʀσʟʟ ᴧ ᴅɪᴄє]
❍ /dart [ᴛʜʀσᴡ ᴧ ᴅᴧʀᴛ]
❍ /slot [ᴊᴧᴄᴋᴘσᴛ ϻᴧᴄʜɪηє]
❍ /bowling [ʙσᴡʟɪηɢ ɢᴧϻє]
❍ /basket [ʙᴧsᴋєᴛʙᴧʟʟ ɢᴧϻє]
❍ /football [ϝσσᴛʙᴧʟʟ ɢᴧϻє]

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_11 = """**
❖ ᴄʜᴧᴛɢᴘᴛ ❖

ᴄʜᴧᴛ-ᴡɪᴛʜ-ᴀɪ ϝєᴧᴛυʀєs.

❍ Poison  - ʏσυ ᴄᴧη ᴧᴄᴄєꜱꜱ ᴘσɪsση ʙʏ ᴛʜɪꜱ.
❍ Assis - ᴛʜє ᴧɪ ᴡɪʟʟ ʀєꜱᴘσηᴅ ɪη ᴧυᴅɪσ ꜰσʀϻᴧᴛ.
❍ /gpt - ᴧᴄᴄєꜱꜱ ɢᴘᴛ ꜰυηᴄᴛɪσηᴧʟɪᴛʏ.
❍ /bard - ɪηᴠσᴋє ᴛʜє ʙᴧʀᴅ ꜰєᴧᴛυʀє.
❍ /llama - єηɢᴧɢє ᴡɪᴛʜ ʟʟᴧϻᴧ ϻσᴅє.
❍ /gemini - ɪηᴠσᴋє ᴛʜє ɢєϻɪηɪ ꜰєᴧᴛυʀє.
❍ /geminivision - єxᴘʟσʀє ɢєϻɪηɪ ϻσᴅє.
❍ /mistral - ᴧᴄᴛɪᴠᴧᴛє ϻɪꜱᴛʀᴧʟ ᴄσᴅє.
❍ /tts - ᴄσηᴠєʀᴛ ᴛєxᴛ ᴛσ ꜱᴘєєᴄʜ.
❍ /enhance - ɪϻᴧɢє υᴘsᴄᴧʟє ϝʀєє ᴧᴘɪ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_12 = """**
❖ ɪηꜰσ ᴄσϻϻᴧηᴅꜱ ❖

ʟσσᴋ υᴘ υsєʀ,ɢʀσυᴘ σʀ ʀᴧηᴅσϻ ɪᴅs.

❍ /id ➠ ɢєᴛ ᴛʜє ᴄυʀʀєηᴛ ɢʀσυᴘ ɪᴅ. ɪϝ υsєᴅ ʙʏ ʀєᴘʟʏɪηɢ ᴛσ ᴧ ϻєssᴧɢє, ɢєᴛs ᴛʜᴧᴛ υsєʀ's ɪᴅ
❍ /info ➠ ɢєᴛ ɪηϝσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ υsєʀ.
❍ /github <υsєʀηᴧϻє> ➠ ɢєᴛ ɪηϝσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ ɢɪᴛʜυʙ υsєʀ.
❍ /sg, /history ➠ υsєʀ ηᴧϻє ᴧηᴅ υsєʀηᴧϻє ʜɪsᴛσʀʏ.
❍ /groupdata & ❍ /groupinfo ➠ ᴛσ ɢєᴛ ɢʀσυᴘ ɪηꜰσ.
❍ /whois ➠ ʀєᴘʟʏ σʀ ᴛᴧɢ ᴧ υꜱєʀηᴧϻє ᴛσ ᴋησᴡ ᴅєᴛᴧɪʟꜱ σꜰ ᴛʜᴧᴛ ᴘєʀꜱση.
❍ /phone ➠ єηᴛєʀ ʏσυʀ ᴘʜσηє ηυϻʙєʀ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєᴛ ᴅєᴛᴧɪʟꜱ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_13 = """**
❖ ɪϻᴧɢє ᴄσϻϻᴧηᴅꜱ ❖

 ᴧɪ ᴅʀᴧᴡɪηɢ & єᴅɪᴛɪηɢ.

❍ /getdraw ➠ ɢєηєʀᴧᴛєs ᴧ ᴅʀᴧᴡɪηɢ ʙᴧsєᴅ ση ᴧ ɢɪᴠєη ᴘσʀσϻᴘᴛ.
❍ /rmbg ➠ ʀєϻσᴠєꜱ ᴛʜє ʙᴧᴄᴋɢʀσυηᴅ ꜰʀσϻ ᴧη ɪϻᴧɢє.
❍ /upscale ➠ ʀєᴘʟʏ ᴛσ ᴧη ɪϻᴧɢє ᴛσ υᴘsᴄᴧʟє ɪᴛ ᴧηᴅ ɪϻᴘʀσᴠє ɪᴛs ǫυᴧʟɪᴛʏ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_14 = """**
❖ ʟσɢ / ϻᴧɪηᴛєηᴧηᴄє (ꜱυᴅσ) ❖

ᴋєєᴘ ᴛʜє ʙσᴛ ʜєᴧʟᴛʜʏ.

❍ /logs ➠ ɢєᴛ ʟᴧᴛєsᴛ ʜєʀσᴋυ/ᴅσᴄᴋєʀ ʟσɢs.  
❍ /logger enable ➠ sᴛᴧʀᴛ ʟɪᴠє ϻєssᴧɢє ʟσɢɢɪηɢ.  
❍ /maintenance enable ➠ ʙσᴛ ʀєᴘʟɪєs “υηᴅєʀ ϻᴧɪηᴛєηᴧηᴄє”.  
❍ /update ➠ ɢɪᴛ ᴘυʟʟ & ᴘϻ ʏσυ ᴛʜє ᴅɪϝϝ.  
❍ /restart ➠ ɢʀᴧᴄєϝυʟ ʀєʙσσᴛ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_15 = """**
❖ ʟσσᴘ sᴛʀєᴧϻ ❖

sᴛᴧʀᴛs sᴛʀєᴧϻɪηɢ ᴛʜє σηɢσɪηɢ sᴛʀєᴧϻ ɪη ʟσσᴘ

❍ /loop [enable/disable] ➠ єηᴧʙʟєs/ᴅɪsᴧʙʟєs ʟσσᴘ ϝσʀ ᴛʜє σηɢσɪηɢ sᴛʀєᴧϻ
❍ /loop [1, 2, 3, ...] ➠ єηᴧʙʟєs ᴛʜє ʟσσᴘ ϝσʀ ᴛʜє ɢɪᴠєη ᴠᴧʟυє

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_16 = """**
❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖

❍ /pin ➠ ᴘɪηs ᴧ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /pinned ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ᴘɪηηєᴅ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /unpin ➠ υηᴘɪηs ᴛʜє ᴄυʀʀєηᴛʟʏ ᴘɪηηєᴅ ϻєssᴧɢє
❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σϝ sᴛᴧϝϝ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σϝ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ
❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σϝ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σϝ ᴛʜє ɢʀσυᴘ
❍ /wel ➠ ᴛυʀη ᴡєʟᴄσϻє ϻєꜱꜱᴧɢєꜱ ση σʀ σꜰꜰ.
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /zombies ➠ ʀєϻσᴠєs ᴧᴄᴄ ᴅєʟєᴛєᴅ ϻєϻʙєʀs ϝʀσϻ ᴛʜє ɢʀσυᴘ
❍ /imposter ση❍ /σꜰꜰ ➠ ᴛυʀηꜱ ση σʀ σꜰꜰ ᴛʜє ᴡᴧᴛᴄʜєʀ ꜰσʀ ʏσυʀ ɢʀσυᴘ, ᴡʜɪᴄʜ ησᴛɪꜰɪєꜱ ᴧʙσυᴛ υꜱєʀꜱ ᴡʜσ ᴄʜᴧηɢє ᴛʜєɪʀ ηᴧϻє σʀ υꜱєʀηᴧϻє.
❍ /lang ➠ ᴄʜᴧηɢє ᴛʜє ʙσᴛ ʟᴧηɢυᴧɢє.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────**

HELP_17 = """**
❖ ϻᴧꜱᴛɪ ♡︎  (ϝυη) ❖

ʀᴧηᴅσϻ sσᴄɪᴧʟ ϻɪηɪ-ɢᴧϻєs.

❍ /couple ➠ ᴘɪᴄᴋ ᴛσᴅᴧʏ's ʀᴧηᴅσϻ ᴘᴧɪʀ.  
❍ /love Alice Bob ➠ % ᴄσϻᴘᴧᴛɪʙɪʟɪᴛʏ.  
❍ /cute, /hot, /gay, /sexy, /horny … ➠ sєɪϝ-ʀᴧᴛɪηɢ ϝυη.  
❍ /kiss, /hug, /slap ➠ ʀσʟє-ᴘʟᴧʏ ʀєᴘʟɪєs.  
❍ /sleep ➠ ʙσᴛ ᴛєʟʟs ʏσυ ɢσσᴅ ηɪɢʜᴛ.  
❍ /wish Happy birthday! ➠ sᴡєєᴛ ᴡɪsʜ ᴄᴧʀᴅ ɢєηєʀᴧᴛσʀ.  

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_18 = """**
❖ ϻᴧꜱꜱ ᴧᴄᴛɪσηꜱ ❖

ʜᴧᴠʏ ϻᴧɪηᴛєηᴧηᴄє ᴛσσʟs ➠ υsє ᴡɪᴛʜ ᴄᴧυᴛɪση.

❍ /deleteall ➠ ᴅєʟєᴛєꜱ ᴧʟʟ ϻєꜱꜱᴧɢєꜱ ɪη ᴛʜє ɢʀσυᴘ.
❍ /kickall ➠ ᴋɪᴄᴋꜱ ᴧʟʟ ϻєϻʙєʀꜱ ɪη ᴛʜє ɢʀσυᴘ.
❍ /banall ➠ ʙᴧηꜱ ᴧʟʟ ϻєϻʙєʀꜱ ɪη ᴛʜє ɢʀσυᴘ.
❍ /unbanall ➠ υηʙᴧηꜱ ᴧʟʟ ϻєϻʙєʀꜱ ɪη ᴛʜє ɢʀσυᴘ.
❍ /muteall ➠ ϻυᴛєꜱ ᴧʟʟ ϻєϻʙєʀꜱ ɪη ᴛʜє ɢʀσυᴘ.
❍ /unmuteall ➠ υηϻυᴛєꜱ ᴧʟʟ ϻєϻʙєʀꜱ ɪη ᴛʜє ɢʀσυᴘ.
❍ /unpinall ➠ υηᴘɪηꜱ ᴧʟʟ ᴘɪηηєᴅ ϻєꜱꜱᴧɢєꜱ ɪη ᴛʜє ɢʀσυᴘ. 
❍ /purge or /spurge ➠ Sϻᴧʟʟєʀ sᴄᴧʟє ᴅєʟєᴛɪσηs.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_19 = """**
❖ ᴘɪηɢ & ꜱᴛᴧᴛꜱ ❖

❍ /start ➠ ꜱᴛᴧʀᴛꜱ ᴛʜє ϻυꜱɪᴄ ʙσᴛ.
❍ /help ➠ ɢєᴛ ʜєʟᴘ ϻєηυ ᴡɪᴛʜ єxᴘʟᴧηᴧᴛɪση σꜰ ᴄσϻϻᴧηᴅꜱ.
❍ /ping ➠ ꜱʜσᴡꜱ ᴛʜє ᴘɪηɢ ᴧηᴅ ꜱʏꜱᴛєϻ ꜱᴛᴧᴛꜱ σꜰ ᴛʜє ʙσᴛ.
❍ /stats ➠ ꜱʜσᴡꜱ ᴛʜє σᴠєʀᴧʟʟ ꜱᴛᴧᴛꜱ σꜰ ᴛʜє ʙσᴛ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_20 = """**
❖ ᴘʟᴧʏ ❖

<b>v ➠</b>ꜱᴛᴧηᴅꜱ ꜰσʀ ᴠɪᴅєσ ᴘʟᴧʏ.
<b>force ➠</b>ꜱᴛᴧηᴅꜱ ꜰσʀ ꜰσʀᴄє ᴘʟᴧʏ.

❍ /play σʀ ❍ /vplay ➠ ꜱᴛᴧʀᴛꜱ ꜱᴛʀєᴧϻɪηɢ ᴛʜє ʀєǫυєꜱᴛєᴅ ᴛʀᴧᴄᴋ ση ᴠɪᴅєσ ᴄʜᴧᴛ.
❍ /playforce σʀ ❍ /vplayforce ➠ ꜱᴛσᴘꜱ ᴛʜє σηɢσɪηɢ ꜱᴛʀєᴧϻ ᴧηᴅ ꜱᴛᴧʀᴛꜱ ꜱᴛʀєᴧϻɪηɢ ᴛʜє ʀєǫυєꜱᴛєᴅ ᴛʀᴧᴄᴋ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_21 = """**
❖ ʀєᴘσ ɪηϝσ ❖

❍ /allrepo ➠ єηᴛєʀ ᴛʜє ɢɪᴛʜυʙ υꜱєʀηᴧϻє ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєᴛ ᴧʟʟ ʀєᴘσꜱɪᴛσʀɪєꜱ σꜰ ᴛʜᴧᴛ ᴧᴄᴄσυηᴛ.
❍ /pypi ➠ єηᴛєʀ ᴛʜє ᴘʀσᴊєᴄᴛ ηᴧϻє ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєᴛ ꜱᴛᴧᴛꜱ σꜰ ᴛʜᴧᴛ ᴘʀσᴊєᴄᴛ [ᴘʀσᴊєᴄᴛ = ɢɪᴛʜυʙ ʀєᴘσꜱɪᴛσʀɪєꜱ].
❍ /downloadrepo ➠ єηᴛєʀ ᴛʜє ʀєᴘσꜱɪᴛσʀʏ ʟɪηᴋ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ᴅσᴡηʟσᴧᴅ ᴛʜє ʀєᴘσꜱɪᴛσʀʏ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_22 = """**
❖ ꜱєᴧʀᴄʜ ❖

❍ /anime <ǫυєʀʏ> ➠ ꜱєᴧʀᴄʜ ϻʏᴧηɪϻєʟɪꜱᴛ ꜰσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ.
❍ /mongochk ➠ ᴄʜєᴄᴋ ᴛʜє ꜱᴛᴧᴛυꜱ σꜰ ʏσυʀ ϻσηɢσᴅʙ ɪηꜱᴛᴧηᴄє [єηᴛєʀ ᴛʜє ϻσηɢσᴅʙ ʟɪηᴋ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ].
❍ /ip ➠ єηᴛєʀ ᴛʜє ɪᴘ ᴧᴅᴅʀєꜱꜱ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєᴛ ɪηꜰσ ᴧʙσυᴛ ᴛʜᴧᴛ ɪᴘ.
❍ /domain ➠ єηᴛєʀ ᴛʜє ᴅσϻᴧɪη ηᴧϻє ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ꜰɪηᴅ ɪηꜰσ ᴧʙσυᴛ ᴛʜє ᴅσϻᴧɪη.
❍ /weather ➠ єηᴛєʀ ᴛʜє ʟσᴄᴧᴛɪση ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєᴛ ᴛʜє ᴡєᴧᴛʜєʀ σꜰ ᴛʜᴧᴛ ʟσᴄᴧᴛɪση.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_23 = """**
❖ ꜱєєᴋ ❖

ᴊυϻᴘ ɪηsɪᴅє ᴛʜє ᴄυʀʀєηᴛɪʏ σʟᴧʏɪηɢ ϻєᴅɪᴧ.

❍ /seek [ᴅυʀᴧᴛɪση ɪη ꜱєᴄσηᴅꜱ] ➠ ꜱєєᴋ ᴛʜє ꜱᴛʀєᴧϻ ᴛσ ᴛʜє ɢɪᴠєη ᴅυʀᴧᴛɪση.
❍ /seekback [ᴅυʀᴧᴛɪση ɪη ꜱєᴄσηᴅꜱ] ➠ ʙᴧᴄᴋᴡᴧʀᴅ ꜱєєᴋ ᴛʜє ꜱᴛʀєᴧϻ ʙʏ ᴛʜє ɢɪᴠєη ᴅυʀᴧᴛɪση.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_24 = """**
❖ ꜱʜυꜰꜰʟє ❖

ʀᴧηᴅσϻɪsє ᴛʜє ǫυєυє.

❍ /shuffle ➠ ꜱʜυꜰꜰʟєꜱ ᴛʜє ǫυєυє.
❍ /queue ➠ ꜱʜσᴡꜱ ᴛʜє ꜱʜυꜰꜰʟєᴅ ǫυєυє.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_25 = """**
❖ ꜱσηɢ / ᴅσᴡηʟσᴧᴅ ❖

❍ /song [ꜱσηɢ ηᴧϻє/ʏσυᴛυʙє υʀʟ] ➠ ᴅσᴡηʟσᴧᴅ ᴧηʏ ᴛʀᴧᴄᴋ ꜰʀσϻ ʏσυᴛυʙє ɪη ϻᴘ𝟥 σʀ ϻᴘ𝟦 ꜰσʀϻᴧᴛꜱ.
❍ /insta ➠ ᴛσ ᴅσᴡηʟσᴧᴅ ᴧη ɪηꜱᴛᴧɢʀᴧϻ ʀєєʟ.
❍ /movie ➠ ᴛσ ɢєᴛ ɪηꜰσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ ϻσᴠɪє.
❍ /remove [ᴠɪᴅєσ σʀ ᴧυᴅɪσ] ➠ ʀєᴘʟʏ ᴛσ ᴧ ᴠɪᴅєσ ꜰɪʟє ᴛσ ʀєϻσᴠє ᴧυᴅɪσ σʀ ᴠɪᴅєσ ꜰʀσϻ ɪᴛ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_26 = """**
❖ ꜱᴘєєᴅ ❖

ᴧʟɪєʀ ᴘʟᴧʏʙᴧᴄᴋ sᴘєєᴅ.

❍ /speed 1.25 ➠ 25 % faster.  
❍ /playback 0.5 ➠ Half speed.  
❍ /cspeed / /cplayback ➠ Same but for linked channel.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_27 = """**
❖ sᴛɪᴄᴋєʀs ᴄσϻϻᴧηᴅꜱ ❖

❍ /mmf ➠ ᴛσ ϻєϻɪꜰʏ ᴛʜє ɪϻᴧɢє σʀ ꜱᴛɪᴄᴋєʀ.
❍ /tiny ➠ ʀєᴘʟʏ ᴛσ ᴧ ꜱᴛɪᴄᴋєʀ ᴛʜᴧᴛ ʏσυ ᴡᴧηᴛ ᴛσ ϻᴧᴋє ᴛɪηʏ.
❍ /kang ➠ ᴛʜɪꜱ ᴄσϻϻᴧηᴅ ɪꜱ υꜱєᴅ ᴛσ ᴋᴧηɢ ɪϻᴧɢєꜱ ɪηᴛσ ꜱᴛɪᴄᴋєʀꜱ.
❍ /packkang ➠ ᴄʀєᴧᴛєs ᴧ ᴘᴧᴄᴋ σϝ sᴛɪᴄᴋєʀs ϝʀσϻ ᴧ σᴛʜєʀ ᴘᴧᴄᴋ.
❍ /stickerid ➠ ɢєᴛs ᴛʜє sᴛɪᴄᴋєʀ ɪᴅ σϝ ᴧ sᴛɪᴄᴋєʀ.
❍ /st ➠ ᴛσ ꜰɪηᴅ ᴛʜє ꜱᴛɪᴄᴋєʀ, ᴘʟєᴧꜱє ᴘʀσᴠɪᴅє ᴛʜє ꜱᴛɪᴄᴋєʀ ɪᴅ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ.
❍ /meme ➠ υꜱє ᴛʜɪꜱ ᴄσϻϻᴧηᴅ ᴛσ ɢєηєʀᴧᴛє ϻєϻєꜱ.
❍ /stdl ➠ ᴛσ ᴅσᴡηʟσᴧᴅ ᴛʜє sᴛɪᴄᴋєʀ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_28 = """**
❖ ᴛᴧɢ ᴄσϻϻᴧηᴅꜱ ❖

ᴄʜσσsє ᴛᴧɢ ɪη ʏσυʀ ᴄʜᴧᴛ

❍ /utag σʀ /mention σʀ /all ➠ єηᴛєʀ ᴛʜє ᴛєxᴛ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ σʀ ʀєᴘʟʏ ᴛσ ᴧ ᴛєxᴛ ᴛσ ϻєηᴛɪση ᴧʟʟ.
❍ /cancel σʀ /ustop ➠ ᴛσ ᴄᴧηᴄєʟ ϻєηᴛɪσηɪηɢ.
❍ /tagall ➠ ᴧηʏ ᴡʀɪᴛᴛєη ᴛєxᴛ ᴛᴧɢ.
❍ /tagoff /tagstop ⇴ sᴛσᴘ ᴛᴧɢ.
❍ /gmtag ➠ ɢσσᴅ ϻσʀηɪηɢ ᴡɪsʜ ᴛᴧɢ.
❍ /gmstop ⇴ sᴛσᴘ ᴛᴧɢ.
❍ /gntag ➠ ɢσσᴅ ηɪɢʜᴛ ᴛᴧɢ.
❍ /gnstop ⇴ sᴛσᴘ ᴛᴧɢ.
❍ /hitag ➠ ʀᴧηᴅσϻ ʜɪηᴅɪ ϻєssᴧɢє ᴛᴧɢ. 
❍ /histop ⇴ sᴛσᴘ ᴛᴧɢ.
❍ /lifetag ➠ ᴛᴧɢ ϻєϻʙєʀꜱ ᴡɪᴛʜ єηɢʟɪꜱʜ ǫυσᴛєꜱ.
❍ /lifestop ➠ ꜱᴛσᴘ єηɢʟɪꜱʜ ǫυσᴛєꜱ.
❍ /shayari ➠ ʀᴧηᴅσϻ sʜᴧʏᴧʀɪ ᴛᴧɢ. 
❍ /shstop ⇴ sᴛσᴘ ᴛᴧɢ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""

# ───────────────────────────────────────────────────────────────────────
HELP_29 = """**
❖ ᴛєxᴛ єᴅɪᴛɪηɢ ❖

❍ /font σʀ /fonts ➠ єηᴛєʀ ᴛʜє ᴛєxᴛ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєηєʀᴧᴛє ꜰσηᴛ єꜰꜰєᴄᴛꜱ.
❍ /figlet ➠ єηᴛєʀ ᴛʜє ᴛєxᴛ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєηєʀᴧᴛє ᴧ ꜰɪɢʟєᴛ.
❍ /code ➠ єηᴛєʀ ᴛʜє ᴛєxᴛ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ꜰσʀϻᴧᴛ ɪᴛ ᴧꜱ ᴄσᴅє.
❍ /genpw ➠ ᴛσ ɢєηєʀᴧᴛє ᴧ ꜱᴛʀσηɢ ᴘᴧꜱꜱᴡσʀᴅ.
❍ /write ➠ єηᴛєʀ ᴛʜє ᴛєxᴛ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ᴡʀɪᴛє ɪη ᴧ ησᴛєʙσσᴋ ꜱᴛʏʟє.
❍ /qr ➠ єηᴛєʀ ᴛʜє ᴛєxᴛ ᴧꜰᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ ᴛσ ɢєηєʀᴧᴛє ᴧ ǫʀ ᴄσᴅє σꜰ ᴛʜє ᴛєxᴛ.

❖ ǫυσᴛʟʏ ❖

ʜєʀє ɪs ᴛʜє ʜєʟᴘ ϝσʀ ᴛʜє ǫυσᴛʟʏ ϻσᴅυʟє ➠

❍ /q ➠ ᴄʀєᴧᴛє ᴧ ǫυσᴛє ϝʀσϻ ᴛʜє ϻєssᴧɢє
❍ /q r ➠ ᴄʀєᴧᴛє ᴧ ǫυσᴛє ϝʀσϻ ᴛʜє ϻєssᴧɢє ᴡɪᴛʜ ʀєᴘʟʏ
❍ /q <count> ➠ ʀєᴘʟʏ ᴛσ ᴧ ϻєꜱꜱᴧɢє ᴡɪᴛʜ ᴧ ηυϻʙєʀ ᴛσ ǫυσᴛє ᴛʜᴧᴛ ϻєꜱꜱᴧɢє ᴧηᴅ ᴛʜє ηєxᴛ ϻєꜱꜱᴧɢєꜱ υᴘ ᴛσ 10.
❍ /q <count> r ➠ ʀєᴘʟʏ ᴛσ ᴧ ϻєꜱꜱᴧɢє ᴡɪᴛʜ ᴧ ηυϻʙєʀ ᴧηᴅ 'r' ᴛσ ǫυσᴛє ᴛʜᴧᴛ ϻєꜱꜱᴧɢє, ɪᴛꜱ ʀєᴘʟɪєᴅ ϻєꜱꜱᴧɢє, ᴧηᴅ ᴛʜє ηєxᴛ ϻєꜱꜱᴧɢєꜱ υᴘ ᴛσ 10.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""
# ───────────────────────────────────────────────────────────────────────
HELP_30 = """**
❖ ɪηsᴛᴧɢʀᴧϻ ʀєєʟ ᴅσᴡηʟσᴧᴅєʀ ❖

υsє ᴛʜєsє ᴄσϻϻᴧηᴅs ᴛσ υᴘʟσᴧᴅ ɪηsᴛᴧɢʀᴧϻ ʀєєʟs➠

❍ /ig [URL] ➠ ᴅσᴡηʟσᴧᴅ ɪηsᴛᴧɢʀᴧϻ ʀєєʟs. ᴘʀσᴠɪᴅє ᴛʜє ɪηsᴛᴧɢʀᴧϻ ʀєєʟ URL ᴧϝᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ.
❍ /instagram [URL] ➠ ᴅσᴡηʟσᴧᴅ ɪηsᴛᴧɢʀᴧϻ ʀєєʟs. ᴘʀσᴠɪᴅє ᴛʜє ɪηsᴛᴧɢʀᴧϻ ʀєєʟ URL ᴧϝᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ.
❍ /reel [URL] ➠ ᴅσᴡηʟσᴧᴅ ɪηsᴛᴧɢʀᴧϻ ʀєєʟs. ᴘʀσᴠɪᴅє ᴛʜє ɪηsᴛᴧɢʀᴧϻ ʀєєʟ URL ᴧϝᴛєʀ ᴛʜє ᴄσϻϻᴧηᴅ.

𖣐 ᴘσᴡєʀєᴅ ʙʏ ➥ [ 𐏓 ⃪ ꯭𝅥‌꯭𝆬‌⧗‌‌꯭꯭ ‌⃪‌ ᷟj‌➥🇩ᴀꝛ𝛋𓆩〬➳💔 🇵ᴏɪ‌sσɳ ⃪آ‌آ❤️‍🔥](https://t.me/DARKP0IS0N)
**"""
